{
  "కార్యసిద్ధి": {
    "type": "good",
    "description": "తలపెట్టిన పనులు దిగ్విజయంగా పూర్తవుతాయి. నూతన కార్యాలకు శ్రీకారం చుట్టడానికి ఇది అత్యంత అనుకూలమైన సమయం.",
    "advice": "వ్యాపార ఒప్పందాలు, ఇంటర్వ్యూలు, లేదా ఏదైనా కష్టమైన పనిని ప్రారంభించవచ్చు."
  },
  "లాభం": {
    "type": "good",
    "description": "ఆర్థికపరమైన లాభాలు కలిగే అవకాశం ఉంది. పెట్టుబడులు పెట్టడానికి లేదా వస్తువులు కొనడానికి అనుకూలం.",
    "advice": "ఆర్థిక లావాదేవీలు మరియు ముఖ్యమైన కొనుగోళ్లకు ఈ సమయం ఉపయోగించుకోవచ్చు."
  },
  "ధనలాభం": {
    "type": "good",
    "description": "ధన ప్రాప్తి కలిగే సూచనలు ఉన్నాయి. అప్పులు వసూలు చేసుకోవడానికి లేదా లాటరీ వంటి వ్యవహారాలకు మంచిది.",
    "advice": "బ్యాంకు పనులు లేదా ఆర్థిక చర్చలకు ఇది శ్రేష్ఠమైన సమయం."
  },
  "శుభం": {
    "type": "good",
    "description": "అన్ని పనులు సుుమంగా సాగుతాయి. శుభ కార్యాల చర్చలకు లేదా పుణ్యకార్యాలకు మంచి సమయం.",
    "advice": "కుటుంబ చర్చలు, దైవ దర్శనం లేదా ఎవరినైనా ముఖ్యమైన వ్యక్తిని కలవడానికి అనుకూలం."
  },
  "జయం": {
    "type": "good",
    "description": "విజయం మీ వెంటే ఉంటుంది. పోటీ పరీక్షలు లేదా కోర్టు వ్యవహారాలకు అనుకూలమైన సమయం.",
    "advice": "పెండింగ్‌లో ఉన్న పనులను పట్టుదలతో పూర్తి చేయడానికి ఇది మంచి సమయం."
  },
  "సుఖం": {
    "type": "good",
    "description": "మానసిక ప్రశాంతత లభిస్తుంది. కుటుంబంతో గడపడానికి లేదా వినోద కార్యక్రమాలకు మంచిది.",
    "advice": "ప్రయాణాలకు మరియు విశ్రాంతి తీసుకోవడానికి ఈ సమయం శ్రేష్ఠం."
  },
  "అభీష్టసిద్ధి": {
    "type": "good",
    "description": "కోరుకున్న కోరికలు నెరవేరుతాయి. చిరకాలంగా ఎదురుచూస్తున్న శుభవార్తలు వింటారు.",
    "advice": "ముఖ్యమైన పత్రాలపై సంతకాలు చేయడానికి లేదా పెద్దలను కలవడానికి మంచిది."
  },
  "భయం": {
    "type": "bad",
    "description": "అనవసరమైన ఆందోళనలు కలిగే అవకాశం ఉంది. ఎదుటివారితో వాదనలకు దూరంగా ఉండటం మంచిది.",
    "advice": "కొత్త పనులు ప్రారంభించవద్దు. ప్రశాంతంగా ఉండటానికి ప్రయత్నించండి."
  },
  "నష్టం": {
    "type": "bad",
    "description": "ధన నష్టం లేదా వస్తు నష్టం కలిగే సూచనలు ఉన్నాయి. అజాగ్రత్తగా ఉండవద్దు.",
    "advice": "విలువైన వస్తువుల విషయంలో జాగ్రత్త వహించండి. పెద్ద మొత్తంలో డబ్బు ఖర్చు చేయవద్దు."
  },
  "కలహం": {
    "type": "bad",
    "description": "చిన్నపాటి మనస్పర్థలు లేదా గొడవలు జరిగే అవకాశం ఉంది. ఓపికగా ఉండండి.",
    "advice": "మాతృత్వం వహించండి. ఎవరితోనూ కఠినంగా మాట్లాడవద్దు."
  },
  "రోగం": {
    "type": "bad",
    "description": "అనారోగ్య సమస్యలు తలెత్తవచ్చు. శరీరం అలసిపోయే పనులు చేయకండి.",
    "advice": "ఆరోగ్యం పట్ల శ్రద్ధ వహించండి. వైద్యుని సంప్రదించడానికి ఇది అనుకూలం కాదు."
  },
  "విషం": {
    "type": "bad",
    "description": "పనులు చెడిపోయే ప్రమాదం ఉంది. ప్రమాదకరమైన ప్రయాణాలు చేయవద్దు.",
    "advice": "అత్యంత జాగ్రత్తగా ఉండవలసిన సమయం. ఏ ముఖ్యమైన పనీ తలపెట్టకండి."
  },
  "ఉద్యోగలాభం": {
    "type": "good",
    "description": "వృత్తి, ఉద్యోగాల్లో అభివృద్ధి కనిపిస్తుంది. పై అధికారుల మద్దతు లభిస్తుంది.",
    "advice": "కొత్త ఉద్యోగ ప్రయత్నాలు లేదా ప్రమోషన్ గురించి మాట్లాడటానికి మంచిది."
  },
  "మిత్రత్వం": {
    "type": "neutral",
    "description": "స్నేహితులను కలవడానికి లేదా పాత పరిచయాలు పునరుద్ధరించుకోవడానికి అనుకూలం.",
    "advice": "స్నేహపూర్వక చర్చలు జరపవచ్చు. ఇది సాధారణ సమయం."
  },
  "వివరం అందుబాటులో లేదు": {
    "type": "neutral",
    "description": "ఈ సమయానికి సంబంధించిన పూర్తి వివరాలు అందుబాటులో లేవు.",
    "advice": "సాధారణ దైనందిన పనులు చేసుకోవచ్చు."
  }
}
